Repository: Wayne-Kim/pocket-sisyphus
Catalog: ios/PocketSisyphus/Localizable.xcstrings
Source language: ko
Languages: ar, en, es, fr, hi, ja, pt_br, ru, zh_hans

source: 평문 Tor 를 먼저 시도하고, 막혀 있으면 bridge 경유로 자동 전환합니다. bridge 경유는 평문 Tor 보다 느릴 수 있어 라이브 프리뷰·미러가 더 거칠 수 있어요.
ar: تتم تجربة Tor العادي أولًا؛ وإذا كان محظورًا يتحوّل التطبيق تلقائيًا إلى جسر. قد يكون المرور عبر جسر أبطأ من Tor العادي، لذا قد تصبح المعاينة المباشرة والعكس أقل سلاسة.
en: Plain Tor is tried first; if it's blocked, the app switches to a bridge automatically. Going through a bridge can be slower than plain Tor, so live preview and mirroring may be choppier.
es: Primero se prueba Tor normal; si está bloqueado, la app cambia a un puente automáticamente. Pasar por un puente puede ser más lento que Tor normal, así que la vista previa en vivo y la duplicación pueden ir más entrecortadas.
fr: Tor standard est essayé en premier ; s'il est bloqué, l'app bascule automatiquement vers un pont. Passer par un pont peut être plus lent que Tor standard, donc l'aperçu en direct et la recopie d'écran peuvent être plus saccadés.
hi: पहले सामान्य Tor आज़माया जाता है; यदि वह अवरुद्ध हो, तो ऐप स्वतः bridge पर स्विच कर देता है। bridge के ज़रिए सामान्य Tor से धीमा हो सकता है, इसलिए लाइव प्रीव्यू और मिररिंग अधिक रुक-रुककर चल सकती है।
ja: まず通常の Tor を試し、遮断されていれば自動で bridge に切り替えます。bridge 経由は通常の Tor より遅いことがあり、ライブプレビューやミラーリングがぎこちなくなる場合があります。
pt_br: O Tor comum é tentado primeiro; se estiver bloqueado, o app muda para uma ponte automaticamente. Passar por uma ponte pode ser mais lento que o Tor comum, então a prévia ao vivo e o espelhamento podem ficar mais travados.
ru: Сначала пробуется обычный Tor; если он заблокирован, приложение автоматически переключается на мост. Через мост может быть медленнее, чем по обычному Tor, поэтому живой предпросмотр и зеркалирование могут идти с рывками.
zh_hans: 先尝试普通 Tor;若被屏蔽,应用会自动切换到 bridge。经由 bridge 可能比普通 Tor 慢,因此实时预览和镜像可能更卡顿。

source: 평생 이용권
ar: مدى الحياة
en: Lifetime
es: De por vida
fr: À vie
hi: लाइफटाइम
ja: 買い切り
pt_br: Vitalício
ru: Навсегда
zh_hans: 永久

source: 평일
ar: أيام الأسبوع
en: Weekdays
es: Días laborables
fr: Jours ouvrés
hi: कार्यदिवस
ja: 平日
pt_br: Dias úteis
ru: Будни
zh_hans: 工作日

source: 포인터
ar: المؤشر
en: Pointer
es: Puntero
fr: Pointeur
hi: पॉइंटर
ja: ポインタ
pt_br: Ponteiro
ru: Указатель
zh_hans: 指针

source: 포인터 — 한 손가락 탭은 클릭, 길게 눌렀다 떼면 우클릭. 두 손가락으로 핀치하면 그 부분을 확대해 정밀하게 누를 수 있어요.
ar: المؤشّر — النقر بإصبع واحد نقرة عادية، والضغط المطوّل ثم الإفلات نقرة باليمين. اضغط بإصبعين للتقريب على منطقة معيّنة والنقر بدقّة.
en: Pointer — a one-finger tap is a click; press and hold, then release, for a right-click. Pinch with two fingers to zoom in on an area and tap precisely.
es: Puntero: un toque con un dedo es un clic; mantén pulsado y suelta para un clic derecho. Pellizca con dos dedos para ampliar una zona y tocar con precisión.
fr: Pointeur — un toucher à un doigt correspond à un clic ; appuyez longuement puis relâchez pour un clic droit. Pincez à deux doigts pour agrandir une zone et toucher avec précision.
hi: पॉइंटर — एक उँगली का टैप क्लिक है; दबाकर रखें और छोड़ें तो दायाँ-क्लिक। दो उँगलियों से पिंच कर उस हिस्से को ज़ूम करके सटीक टैप कर सकते हैं।
ja: ポインタ — 1本指のタップはクリック、長押しして離すと右クリック。2本指でピンチするとその部分を拡大して正確にタップできます。
pt_br: Ponteiro — um toque com um dedo é um clique; pressione, segure e solte para clicar com o botão direito. Faça o gesto de pinça com dois dedos para ampliar uma área e tocar com precisão.
ru: Указатель — касание одним пальцем — это щелчок; нажмите и удерживайте, затем отпустите для щелчка правой кнопкой. Сведите два пальца, чтобы увеличить область и нажать точнее.
zh_hans: 指针——单指点按为单击，长按后松开为右键单击。用两指捏合可放大该区域以精准点按。

source: 포트 등록
ar: تسجيل منفذ
en: Register a port
es: Registrar un puerto
fr: Enregistrer un port
hi: पोर्ट पंजीकृत करें
ja: ポートを登録
pt_br: Registrar uma porta
ru: Зарегистрировать порт
zh_hans: 注册端口

source: 포트 번호 (예: 3000)
ar: رقم المنفذ (مثال: 3000)
en: Port number (e.g. 3000)
es: Número de puerto (p. ej. 3000)
fr: Numéro de port (ex. 3000)
hi: पोर्ट नंबर (जैसे 3000)
ja: ポート番号（例: 3000）
pt_br: Número da porta (ex.: 3000)
ru: Номер порта (напр. 3000)
zh_hans: 端口号（例如 3000）

source: 포트 변경
ar: تغيير المنفذ
en: Change port
es: Cambiar puerto
fr: Changer de port
hi: पोर्ट बदलें
ja: ポート変更
pt_br: Mudar porta
ru: Сменить порт
zh_hans: 更改端口

source: 폰에서 모델을 받아 두면 Mac 앞으로 가지 않고 바로 로컬 LLM 세션을 시작할 수 있어요. 추론 서버·에이전트 CLI 설치는 Mac 에서만 가능해요.
ar: نزّل نموذجًا على هاتفك لتتمكن من بدء جلسة LLM محلية فورًا دون الذهاب إلى Mac. تثبيت خادم الاستدلال وواجهة سطر أوامر الوكيل ممكن على Mac فقط.
en: Download a model on your phone and you can start a local LLM session right away — no need to go to your Mac. Installing the inference server and agent CLI is only possible on the Mac.
es: Si descargas un modelo en el teléfono, puedes iniciar una sesión de LLM local enseguida, sin ir a tu Mac. La instalación del servidor de inferencia y la CLI del agente solo es posible en el Mac.
fr: Téléchargez un modèle sur votre téléphone et vous pourrez lancer une session de LLM local immédiatement, sans passer par votre Mac. L'installation du serveur d'inférence et de la CLI de l'agent n'est possible que sur le Mac.
hi: फ़ोन पर मॉडल डाउनलोड कर लें तो Mac तक गए बिना तुरंत लोकल LLM सेशन शुरू कर सकते हैं। इन्फरेंस सर्वर और एजेंट CLI की इंस्टॉलेशन केवल Mac पर ही संभव है।
ja: スマホでモデルをダウンロードしておけば、Macに行かずにそのままローカルLLMセッションを開始できます。推論サーバーとエージェントCLIのインストールはMacでのみ可能です。
pt_br: Baixe um modelo no celular e você poderá iniciar uma sessão de LLM local na hora, sem ir até o Mac. A instalação do servidor de inferência e da CLI do agente só é possível no Mac.
ru: Загрузите модель на телефоне — и сможете сразу начать сессию локальной LLM, не подходя к Mac. Установка сервера инференса и CLI агента возможна только на Mac.
zh_hans: 在手机上下载模型后，无需走到 Mac 前即可直接开始本地 LLM 会话。推理服务器和代理 CLI 的安装只能在 Mac 上完成。

source: 폰에서 모델을 받아 두면 Mac 앞으로 가지 않고 바로 로컬 추론 세션을 시작할 수 있어요. OpenCode 는 같은 모델을 공유해요. 추론 서버·OpenCode CLI 설치는 Mac 에서만 가능해요.
ar: نزّل نموذجًا على هاتفك لتتمكن من بدء جلسة استدلال محلية فورًا دون الذهاب إلى Mac. يشارك OpenCode النموذج نفسه. تثبيت خادم الاستدلال وواجهة OpenCode CLI ممكن على Mac فقط.
en: Download a model on your phone and you can start a local inference session right away — no need to go to your Mac. OpenCode shares the same model. Installing the inference server and OpenCode CLI is only possible on the Mac.
es: Si descargas un modelo en el teléfono, puedes iniciar una sesión de inferencia local enseguida, sin ir a tu Mac. OpenCode comparte el mismo modelo. La instalación del servidor de inferencia y la CLI de OpenCode solo es posible en el Mac.
fr: Téléchargez un modèle sur votre téléphone et vous pourrez lancer une session d'inférence locale immédiatement, sans passer par votre Mac. OpenCode partage le même modèle. L'installation du serveur d'inférence et de la CLI OpenCode n'est possible que sur le Mac.
hi: फ़ोन पर मॉडल डाउनलोड कर लें तो Mac तक गए बिना तुरंत लोकल इन्फरेंस सेशन शुरू कर सकते हैं। OpenCode वही मॉडल साझा करता है। इन्फरेंस सर्वर और OpenCode CLI की इंस्टॉलेशन केवल Mac पर ही संभव है।
ja: スマホでモデルをダウンロードしておけば、Macに行かずにそのままローカル推論セッションを開始できます。OpenCodeは同じモデルを共有します。推論サーバーとOpenCode CLIのインストールはMacでのみ可能です。
pt_br: Baixe um modelo no celular e você poderá iniciar uma sessão de inferência local na hora, sem ir até o Mac. O OpenCode compartilha o mesmo modelo. A instalação do servidor de inferência e da CLI do OpenCode só é possível no Mac.
ru: Загрузите модель на телефоне — и сможете сразу начать сессию локального вывода, не подходя к Mac. OpenCode использует ту же модель. Установка сервера инференса и CLI OpenCode возможна только на Mac.
zh_hans: 在手机上下载模型后，无需走到 Mac 前即可直接开始本地推理会话。OpenCode 共享同一模型。推理服务器和 OpenCode CLI 的安装只能在 Mac 上完成。

source: 폴 간격(초)
ar: فاصل الاستطلاع (ثانية)
en: Poll interval (sec)
es: Intervalo de sondeo (s)
fr: Intervalle d’interrogation (s)
hi: पोल अंतराल (सेकंड)
ja: ポーリング間隔（秒）
pt_br: Intervalo de verificação (s)
ru: Интервал опроса (с)
zh_hans: 轮询间隔（秒）

source: 폴더 탐색해서 선택
ar: تصفّح المجلدات…
en: Browse folders…
es: Explorar carpetas…
fr: Parcourir les dossiers…
hi: फ़ोल्डर ब्राउज़ करें…
ja: フォルダを参照…
pt_br: Procurar pastas…
ru: Обзор папок…
zh_hans: 浏览文件夹…

source: 폴더를 불러오지 못했어요
ar: تعذّر تحميل المجلد
en: Couldn't load the folder
es: No se pudo cargar la carpeta
fr: Impossible de charger le dossier
hi: फ़ोल्डर लोड नहीं हो सका
ja: フォルダを読み込めませんでした
pt_br: Não foi possível carregar a pasta
ru: Не удалось загрузить папку
zh_hans: 无法加载文件夹

source: 표시할 diff 본문이 비어 있다.
ar: محتوى الـ diff فارغ.
en: Diff body is empty.
es: El cuerpo del diff está vacío.
fr: Le contenu du diff est vide.
hi: diff का मुख्य भाग खाली है।
ja: 表示する diff の本文がありません。
pt_br: O conteúdo do diff está vazio.
ru: Содержимое diff пусто.
zh_hans: diff 内容为空。

source: 표시할 이어받기 후보가 없어요.
ar: لا توجد جلسات للاستئناف لعرضها.
en: No resumable candidates to show.
es: No hay candidatos para retomar.
fr: Aucune session à reprendre à afficher.
hi: दिखाने के लिए कोई पुनरारंभ योग्य उम्मीदवार नहीं है।
ja: 再開できる候補がありません。
pt_br: Nenhum candidato para retomar disponível.
ru: Нет сессий для возобновления.
zh_hans: 没有可恢复的候选。

source: 프로
ar: Pro
en: Pro
es: Pro
fr: Pro
hi: प्रो
ja: プロ
pt_br: Pro
ru: Pro
zh_hans: 专业

source: 프로 구독·구매
ar: اشتراك وشراء Pro
en: Pro subscription & purchase
es: Suscripción y compra Pro
fr: Abonnement et achat Pro
hi: प्रो सदस्यता और खरीद
ja: Pro 購読・購入
pt_br: Assinatura e compra Pro
ru: Подписка и покупка Pro
zh_hans: Pro 订阅与购买

source: 프로 기능
ar: ميزات Pro
en: Pro features
es: Funciones Pro
fr: Fonctionnalités Pro
hi: प्रो फ़ीचर्स
ja: プロ機能
pt_br: Recursos Pro
ru: Pro-функции
zh_hans: 专业功能

source: 프로 기능 (유료 예정)
ar: ميزات Pro (ستصبح مدفوعة قريبًا)
en: Pro features (paid soon)
es: Funciones Pro (pronto de pago)
fr: Fonctionnalités Pro (bientôt payantes)
hi: प्रो सुविधाएँ (जल्द सशुल्क)
ja: プロ機能(有料化予定)
pt_br: Recursos Pro (em breve pagos)
ru: Pro-функции (скоро платно)
zh_hans: 专业版功能（即将收费）

source: 프로 보기
ar: عرض Pro
en: See Pro
es: Ver Pro
fr: Voir Pro
hi: प्रो देखें
ja: プロを見る
pt_br: Ver Pro
ru: О Pro
zh_hans: 查看专业版

source: 프로젝트
ar: المشروع
en: Project
es: Proyecto
fr: Projet
hi: प्रोजेक्ट
ja: プロジェクト
pt_br: Projeto
ru: Проект
zh_hans: 项目

source: 프로젝트에 저장돼 매 수집에 재사용돼요. 무엇을 어떻게 조사할지 적어두세요.
ar: تُحفظ لكل مشروع ويُعاد استخدامها في كل عملية جمع. دوّن ماذا تبحث وكيف.
en: Saved per project and reused on every collection. Write down what to investigate and how.
es: Se guarda por proyecto y se reutiliza en cada recopilación. Anota qué investigar y cómo.
fr: Enregistrée par projet et réutilisée à chaque collecte. Notez quoi analyser et comment.
hi: प्रोजेक्ट में सहेजा जाता है और हर एकत्रण में पुनः उपयोग होता है। क्या और कैसे जाँचना है लिखें।
ja: プロジェクトに保存され、毎回の収集で再利用されます。何をどう調査するかを書いておきましょう。
pt_br: Salvo por projeto e reutilizado em cada coleta. Anote o que investigar e como.
ru: Сохраняется для проекта и используется при каждом сборе. Запишите, что и как исследовать.
zh_hans: 按项目保存并在每次收集时重复使用。写下要调研什么、如何调研。

source: 프롬프트
ar: المُوجِّه
en: Prompt
es: Indicación
fr: Invite
hi: प्रॉम्प्ट
ja: プロンプト
pt_br: Prompt
ru: Запрос
zh_hans: 提示词

source: 프롬프트 검색
ar: البحث في الموجهات
en: Search prompts
es: Buscar prompts
fr: Rechercher des prompts
hi: प्रॉम्प्ट खोजें
ja: プロンプトを検索
pt_br: Buscar prompts
ru: Поиск промптов
zh_hans: 搜索提示词

source: 프롬프트 보관함
ar: مكتبة الموجهات
en: Prompt library
es: Biblioteca de prompts
fr: Bibliothèque de prompts
hi: प्रॉम्प्ट लाइब्रेरी
ja: プロンプトライブラリ
pt_br: Biblioteca de prompts
ru: Библиотека промптов
zh_hans: 提示词库

source: 프리뷰
ar: معاينة
en: Preview
es: Vista previa
fr: Aperçu
hi: पूर्वावलोकन
ja: プレビュー
pt_br: Visualização
ru: Предпросмотр
zh_hans: 预览

source: 프리뷰 주소를 만들 수 없어요
ar: تعذّر إنشاء عنوان المعاينة
en: Couldn’t build the preview address
es: No se pudo crear la dirección de vista previa
fr: Impossible de créer l’adresse d’aperçu
hi: पूर्वावलोकन पता नहीं बन सका
ja: プレビューURLを作成できません
pt_br: Não foi possível criar o endereço de visualização
ru: Не удалось создать адрес предпросмотра
zh_hans: 无法生成预览地址

source: 프리뷰 피드백
ar: ملاحظات المعاينة
en: Preview feedback
es: Comentarios de vista previa
fr: Retour sur l'aperçu
hi: प्रीव्यू फ़ीडबैक
ja: プレビューフィードバック
pt_br: Feedback da prévia
ru: Отзыв о превью
zh_hans: 预览反馈

source: 프리뷰 피드백: %@ (URL: %@)
ar: ملاحظات المعاينة: %@ (الرابط: %@)
en: Preview feedback: %@ (URL: %@)
es: Comentario de vista previa: %@ (URL: %@)
fr: Retour sur l'aperçu : %@ (URL : %@)
hi: प्रीव्यू फ़ीडबैक: %@ (URL: %@)
ja: プレビューフィードバック: %@ (URL: %@)
pt_br: Feedback da prévia: %@ (URL: %@)
ru: Отзыв о превью: %@ (URL: %@)
zh_hans: 预览反馈：%@（URL：%@）

source: 프리뷰 피드백: %@ (스크린샷: %@, URL: %@)
ar: ملاحظات المعاينة: %@ (لقطة الشاشة: %@، الرابط: %@)
en: Preview feedback: %@ (screenshot: %@, URL: %@)
es: Comentario de vista previa: %@ (captura: %@, URL: %@)
fr: Retour sur l'aperçu : %@ (capture : %@, URL : %@)
hi: प्रीव्यू फ़ीडबैक: %@ (स्क्रीनशॉट: %@, URL: %@)
ja: プレビューフィードバック: %@ (スクリーンショット: %@, URL: %@)
pt_br: Feedback da prévia: %@ (captura: %@, URL: %@)
ru: Отзыв о превью: %@ (скриншот: %@, URL: %@)
zh_hans: 预览反馈：%@（截图：%@，URL：%@）

source: 프리뷰를 사용할 수 없어요 (daemon 미지원)
ar: المعاينة غير متاحة (الخفيّ daemon لا يدعمها)
en: Preview isn’t available (daemon doesn’t support it)
es: La vista previa no está disponible (el daemon no la admite)
fr: L’aperçu n’est pas disponible (non pris en charge par le daemon)
hi: पूर्वावलोकन उपलब्ध नहीं है (daemon समर्थन नहीं करता)
ja: プレビューは利用できません（daemon が非対応）
pt_br: A visualização não está disponível (o daemon não oferece suporte)
ru: Предпросмотр недоступен (демон не поддерживает)
zh_hans: 预览不可用（daemon 不支持）

source: 프리셋
ar: الإعدادات المسبقة
en: Presets
es: Preajustes
fr: Préréglages
hi: प्रीसेट
ja: プリセット
pt_br: Predefinições
ru: Пресеты
zh_hans: 预设

source: 피드백
ar: ملاحظات
en: Feedback
es: Comentarios
fr: Retour
hi: फ़ीडबैक
ja: フィードバック
pt_br: Feedback
ru: Отзыв
zh_hans: 反馈

source: 피드백 저장 중…
ar: جارٍ حفظ الملاحظات…
en: Saving feedback…
es: Guardando comentarios…
fr: Enregistrement du retour…
hi: फ़ीडबैक सहेजा जा रहा है…
ja: フィードバックを保存中…
pt_br: Salvando feedback…
ru: Сохранение отзыва…
zh_hans: 正在保存反馈…

source: 핀 고정됨 (가장 강함)
ar: مُثبَّت (الأقوى)
en: Pinned (strongest)
es: Fijada (la más fuerte)
fr: Épinglée (la plus forte)
hi: पिन किया गया (सबसे मज़बूत)
ja: ピン留め済み（最も強固）
pt_br: Fixada (mais forte)
ru: Закреплён (самый надёжный)
zh_hans: 已固定（最强）

source: 필수 — 실행할 스크립트를 작성해야 완료할 수 있어요
ar: مطلوب — اكتب السكربت المطلوب تشغيله لإتمام الإنشاء
en: Required — write the script to run to finish
es: Obligatorio: escribe el script a ejecutar para finalizar
fr: Obligatoire — saisissez le script à exécuter pour terminer
hi: आवश्यक — चलाने के लिए स्क्रिप्ट लिखें तभी पूरा होगा
ja: 必須 — 実行するスクリプトを入力しないと完了できません
pt_br: Obrigatório — escreva o script a executar para concluir
ru: Обязательно — укажите скрипт для запуска, чтобы завершить
zh_hans: 必填 — 填写要执行的脚本后才能完成

source: 필수 — 작성해야 완료할 수 있어요
ar: مطلوب — املأ هذا الحقل لإتمام الإنشاء
en: Required — fill this in to finish
es: Obligatorio: complétalo para finalizar
fr: Obligatoire — à remplir pour terminer
hi: आवश्यक — पूरा करने के लिए इसे भरें
ja: 必須 — 入力しないと完了できません
pt_br: Obrigatório — preencha para concluir
ru: Обязательно — заполните, чтобы завершить
zh_hans: 必填 — 填写后才能完成

source: 필요
ar: مطلوب
en: Needed
es: Necesario
fr: Requis
hi: ज़रूरी
ja: 必要
pt_br: Necessário
ru: Нужно
zh_hans: 需要

source: 필터
ar: تصفية
en: Filter
es: Filtro
fr: Filtre
hi: फ़िल्टर
ja: フィルター
pt_br: Filtro
ru: Фильтр
zh_hans: 筛选

source: 필터 초기화
ar: إعادة ضبط عوامل التصفية
en: Reset filters
es: Restablecer filtros
fr: Réinitialiser les filtres
hi: फ़िल्टर रीसेट करें
ja: フィルターをリセット
pt_br: Redefinir filtros
ru: Сбросить фильтры
zh_hans: 重置筛选

source: 필터에 맞는 결재 대기가 없어요
ar: لا توجد عناصر قيد الانتظار تطابق عامل التصفية
en: No pending items match the filter
es: Ningún pendiente coincide con el filtro
fr: Aucun élément en attente ne correspond au filtre
hi: फ़िल्टर से मेल खाता कोई लंबित आइटम नहीं
ja: フィルターに一致する承認待ちがありません
pt_br: Nenhum item pendente corresponde ao filtro
ru: Нет ожидающих элементов по фильтру
zh_hans: 没有符合筛选的待审项

source: 하단 «워크플로우» 탭(주황)에서 캔버스에 노드를 놓고 선으로 이어 작업 흐름을 만듭니다. 시작 노드에서 출발해 작업 노드들을 거쳐 종료 노드로 끝나며, 각 작업 노드는 골라 둔 코드 에이전트가 프롬프트대로 수행합니다.
ar: في علامة التبويب «سير العمل» (برتقالية) بالأسفل، ضع العُقد على اللوحة وصِلها بخطوط لإنشاء تدفق. يبدأ من عقدة البداية، ويمر عبر عُقد المهام، وينتهي عند عقدة النهاية؛ وكل عقدة مهمة ينفّذها وكيل الكود المختار وفقًا لموجّهها.
en: In the «Workflow» tab (orange) at the bottom, place nodes on the canvas and connect them with lines to build a flow. It starts at the Start node, passes through Task nodes, and ends at the End node; each Task node is carried out by the chosen code agent according to its prompt.
es: En la pestaña «Flujo de trabajo» (naranja) de abajo, coloca nodos en el lienzo y conéctalos con líneas para crear un flujo. Empieza en el nodo de Inicio, pasa por los nodos de Tarea y termina en el nodo de Fin; cada nodo de Tarea lo ejecuta el agente de código elegido según su prompt.
fr: Dans l'onglet « Flux de travail » (orange) en bas, placez des nœuds sur le canevas et reliez-les par des lignes pour créer un flux. Il démarre au nœud Début, traverse les nœuds Tâche et se termine au nœud Fin ; chaque nœud Tâche est exécuté par l'agent de code choisi selon son prompt.
hi: नीचे «वर्कफ़्लो» टैब (नारंगी) में कैनवास पर नोड्स रखें और उन्हें रेखाओं से जोड़कर एक प्रवाह बनाएं। यह आरंभ नोड से शुरू होकर कार्य नोड्स से गुज़रता है और समाप्ति नोड पर खत्म होता है; प्रत्येक कार्य नोड को चुना गया कोड एजेंट उसके प्रॉम्प्ट के अनुसार पूरा करता है।
ja: 下部の«ワークフロー»タブ(オレンジ)で、キャンバスにノードを置き、線でつないで作業の流れを作ります。開始ノードから始まり、作業ノードを経て終了ノードで終わり、各作業ノードは選んだコードエージェントがプロンプトどおりに実行します。
pt_br: Na aba «Fluxo de trabalho» (laranja) na parte inferior, coloque nós no canvas e conecte-os com linhas para criar um fluxo. Começa no nó Início, passa pelos nós de Tarefa e termina no nó Fim; cada nó de Tarefa é executado pelo agente de código escolhido conforme seu prompt.
ru: На вкладке «Рабочий процесс» (оранжевая) внизу размещайте узлы на холсте и соединяйте их линиями, создавая поток. Он начинается с узла «Начало», проходит через узлы задач и завершается узлом «Конец»; каждый узел задачи выполняет выбранный кодовый агент согласно своему запросу.
zh_hans: 在底部的«工作流»标签页(橙色)中，在画布上放置节点并用连线连接，构建作业流程。流程从开始节点出发，经过任务节点，到结束节点结束；每个任务节点由所选的代码智能体按其提示词执行。

source: 하단 «자동화» 탭(주황)의 «워크플로우» 세그먼트에서 캔버스에 노드를 놓고 선으로 이어 작업 흐름을 만듭니다. 시작 노드에서 출발해 작업 노드들을 거쳐 종료 노드로 끝나며, 각 작업 노드는 골라 둔 코드 에이전트가 프롬프트대로 수행합니다.
ar: في مقطع «سير العمل» ضمن علامة التبويب «الأتمتة» (برتقالية) بالأسفل، ضع العُقد على اللوحة وصِلها بخطوط لإنشاء تدفق. يبدأ من عقدة البداية، ويمر عبر عُقد المهام، وينتهي عند عقدة النهاية؛ وكل عقدة مهمة ينفّذها وكيل الكود المختار وفقًا لموجّهها.
en: In the «Workflow» segment of the «Automation» tab (orange) at the bottom, place nodes on the canvas and connect them with lines to build a flow. It starts at the Start node, passes through Task nodes, and ends at the End node; each Task node is carried out by the chosen code agent according to its prompt.
es: En el segmento «Flujo de trabajo» de la pestaña «Automatización» (naranja) de abajo, coloca nodos en el lienzo y conéctalos con líneas para crear un flujo. Empieza en el nodo de Inicio, pasa por los nodos de Tarea y termina en el nodo de Fin; cada nodo de Tarea lo ejecuta el agente de código elegido según su prompt.
fr: Dans le segment « Flux de travail » de l'onglet « Automatisation » (orange) en bas, placez des nœuds sur le canevas et reliez-les par des lignes pour créer un flux. Il démarre au nœud Début, traverse les nœuds Tâche et se termine au nœud Fin ; chaque nœud Tâche est exécuté par l'agent de code choisi selon son prompt.
hi: नीचे «ऑटोमेशन» टैब (नारंगी) के «वर्कफ़्लो» सेगमेंट में कैनवास पर नोड्स रखें और उन्हें रेखाओं से जोड़कर एक प्रवाह बनाएं। यह आरंभ नोड से शुरू होकर कार्य नोड्स से गुज़रता है और समाप्ति नोड पर खत्म होता है; प्रत्येक कार्य नोड को चुना गया कोड एजेंट उसके प्रॉम्प्ट के अनुसार पूरा करता है।
ja: 下部の«自動化»タブ(オレンジ)の«ワークフロー»セグメントで、キャンバスにノードを置き、線でつないで作業の流れを作ります。開始ノードから始まり、作業ノードを経て終了ノードで終わり、各作業ノードは選んだコードエージェントがプロンプトどおりに実行します。
pt_br: No segmento «Fluxo de trabalho» da aba «Automação» (laranja) na parte inferior, coloque nós no canvas e conecte-os com linhas para criar um fluxo. Começa no nó Início, passa pelos nós de Tarefa e termina no nó Fim; cada nó de Tarefa é executado pelo agente de código escolhido conforme seu prompt.
ru: В сегменте «Рабочий процесс» вкладки «Автоматизация» (оранжевая) внизу размещайте узлы на холсте и соединяйте их линиями, создавая поток. Он начинается с узла «Начало», проходит через узлы задач и завершается узлом «Конец»; каждый узел задачи выполняет выбранный кодовый агент согласно своему запросу.
zh_hans: 在底部«自动化»标签页(橙色)的«工作流»分段中，在画布上放置节点并用连线连接，构建作业流程。流程从开始节点出发，经过任务节点，到结束节点结束；每个任务节点由所选的代码智能体按其提示词执行。

source: 하위 폴더가 없어요
ar: لا توجد مجلدات فرعية
en: No subfolders
es: Sin subcarpetas
fr: Aucun sous-dossier
hi: कोई सबफ़ोल्डर नहीं
ja: サブフォルダがありません
pt_br: Sem subpastas
ru: Нет вложенных папок
zh_hans: 没有子文件夹

source: 한 단계 위로
ar: مستوى للأعلى
en: Go up one level
es: Subir un nivel
fr: Remonter d’un niveau
hi: एक स्तर ऊपर जाएँ
ja: ひとつ上の階層へ
pt_br: Subir um nível
ru: Уровень выше
zh_hans: 返回上一级

source: 한 문장으로 설명 (AI 초안)
ar: صِفه بجملة واحدة (مسودة الذكاء الاصطناعي)
en: Describe in one sentence (AI draft)
es: Descríbelo en una frase (borrador de IA)
fr: Décrivez en une phrase (brouillon IA)
hi: एक वाक्य में बताएं (AI ड्राफ़्ट)
ja: 一文で説明 (AI 下書き)
pt_br: Descreva em uma frase (rascunho de IA)
ru: Опишите одним предложением (черновик ИИ)
zh_hans: 用一句话描述（AI 草稿）

source: 한 번 구매로 평생 — 오래 쓸 계획이라면
ar: شراء واحد، ملكك للأبد — إذا كنت تنوي استخدامه طويلاً.
en: One purchase, yours forever — if you're here for the long haul.
es: Una compra, para siempre: si vas a usarlo a largo plazo.
fr: Un seul achat, à vie — si vous comptez l'utiliser longtemps.
hi: एक बार खरीदें, हमेशा के लिए — अगर लंबे समय तक इस्तेमाल करना है।
ja: 一度の購入でずっと — 長く使う予定なら。
pt_br: Uma compra, para sempre — se for usar por muito tempo.
ru: Одна покупка — навсегда, если планируете пользоваться долго.
zh_hans: 一次购买，永久使用——如果你打算长期使用。

source: 한 번 탭
ar: نقرة واحدة
en: Single tap
es: Un toque
fr: Toucher une fois
hi: एक बार टैप
ja: 1回タップ
pt_br: Um toque
ru: Одно касание
zh_hans: 轻点一次

source: 한 번 페어링되면 그 뒤로는 Mac 이 켜져 있고 데스크탑 앱이 떠 있는 한 어디서든 (LTE/5G 포함) iPhone 으로 명령을 보낼 수 있습니다.
ar: بمجرد الإقران، يمكنك إرسال الأوامر من iPhone من أي مكان (بما في ذلك LTE/5G) ما دام Mac قيد التشغيل وتطبيق سطح المكتب مفتوحًا.
en: Once paired, you can send commands from your iPhone from anywhere (including LTE/5G) as long as the Mac is on and the desktop app is running.
es: Una vez emparejado, puedes enviar comandos desde el iPhone desde cualquier lugar (incluido LTE/5G), siempre que el Mac esté encendido y la app de escritorio esté en ejecución.
fr: Une fois appairé, vous pouvez envoyer des commandes depuis l’iPhone n’importe où (y compris en LTE/5G) tant que le Mac est allumé et que l’app de bureau est lancée.
hi: एक बार पेयर हो जाने पर, जब तक Mac चालू है और डेस्कटॉप ऐप चल रहा है, आप कहीं से भी (LTE/5G सहित) iPhone से कमांड भेज सकते हैं।
ja: 一度ペアリングされれば、Mac の電源が入っていてデスクトップアプリが起動している限り、どこからでも（LTE/5G を含む）iPhone でコマンドを送れます。
pt_br: Após o pareamento, você pode enviar comandos do iPhone de qualquer lugar (incluindo LTE/5G), desde que o Mac esteja ligado e o app de desktop esteja rodando.
ru: После сопряжения вы можете отправлять команды с iPhone откуда угодно (включая LTE/5G), пока Mac включён и десктоп-приложение работает.
zh_hans: 完成配对后,只要 Mac 处于开机状态且桌面应用在运行,就可以在任何地方(包括 LTE/5G)通过 iPhone 发送命令。
